tap "carlocab/personal"
tap "daipeihust/tap"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "leoafarias/fvm"
brew "aom"
brew "boost"
brew "ccache"
brew "gflags"
brew "glog"
brew "openblas"
brew "cmake", link: false
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "snappy"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "hdf5"
brew "lazygit"
brew "leveldb"
brew "lmdb"
brew "lux"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "protobuf"
brew "opencv"
brew "openssl@1.1"
brew "python@3.11"
brew "ripgrep"
brew "rust-analyzer"
brew "tmux"
brew "viennacl"
brew "carlocab/personal/unrar"
brew "daipeihust/tap/im-select"
brew "leoafarias/fvm/fvm"
cask "cmake"
cask "docker"
